[
  {
    "name": "Hare Krishna",
    "description": "Movie Mantra and the swami who started",
    "rating": "10",
    "image": "https://english.cdn.zeenews.com/sites/default/files/2017/12/14/646971-hare-krishna-film.jpg",
    "cover": "https://english.cdn.zeenews.com/sites/default/files/2017/12/14/646971-hare-krishna-film.jpg",
    "longDesc": "Swami who travelled to USA with 40RS and establishes ISKCON with whole lots of struggles.",
    "genre": "drama,music,adventure",
    "id": "76953"
  },
  {
    "name": "The Journey Home",
    "description": "Autobiography of an American Swami",
    "rating": "9",
    "image": "https://d28hgpri8am2if.cloudfront.net/book_images/onix/cvr9781608875221/the-journey-home-audio-book-9781608875221_hr.jpg",
    "cover": "https://i.ytimg.com/vi/u6HEaEUXFaY/maxresdefault.jpg",
    "longDesc": "Within this extraordinary memoir, Radhanath Swami weaves a colorful tapestry of adventure, mysticism, and love. Readers follow Richard Slavin from the suburbs of Chicago to the caves of the Himalayas as he transforms from young seeker to renowned spiritual guide. The Journey Home is an intimate account of the steps to self awareness and a penetrating glimpse into the heart of mystic traditions and the challenges that all souls must face on the road to inner harmony and a union with the Divine. \n\nThrough near-death encounters, apprenticeships with advanced yogis, and years of travel along the pilgrim’s path, Radhanath Swami eventually reaches the inner sanctum of India’s mystic culture and finds the love he has been seeking. It is a tale told with rare candor, immersing the reader in a journey that is at once engaging, humorous, and heartwarming.",
    "genre": "drama,adventure,historical",
    "id": "35269"
  },
  {
    "id": "12311",
    "name": "Khalsha",
    "description": "Dharma is the only truth that will last at the end and stand by Truth it will remain victorious.",
    "rating": "10",
    "image": "https://miro.medium.com/max/450/1*LdF2mIuNJJ_nArHxtLua0A.jpeg",
    "cover": "https://bharatmarg.com/wp-content/uploads/2018/09/guru-gobind-singh-and-all-about-panj-pyare.jpg",
    "longDesc": "To protect Hindus from slaughter of Aurangzeb On the day of Baishakhi he led the corner stone of Khalsha Panth. Guru Govind Singh ji asked for person who are ready to sacrifice their life for dharma.  Following person came: \n1. Daya Ram (Lahore) \n2. Dharma Das (Meerut, saibpur karmachandra near Hastinapur ) : Brajwaasi language he use to speak \n3. Himmat Rai (Jagganath Puri) : orria \n4. Muhkam Chandra (Dwarka) : Gujrati  \n5. Sahab Chandra (Karnataka) :kannada",
    "genre": "drama,music,adventure,historical,action",
    "releaseYear": ""
  }
]